base
base-devel
bluez
bluez-utils
bottom
chezmoi
distrobox
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
firefox
git
github-cli
greetd
greetd-tuigreet
helix
hyprlock
kdeconnect
kitty
linux
linux-firmware
linux-headers
lxqt-policykit
mako
mesa
mise
neovim
networkmanager
networkmanager-openvpn
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
openvpn
pipewire-alsa
pipewire-pulse
playerctl
podman
polkit
proxychains-ng
sshfs
sudo
swayidle
swaylock
tmux
ttf-jetbrains-mono-nerd
waybar
wireplumber
wl-clipboard
xdg-desktop-portal-gtk
xdg-desktop-portal-gnome
xwayland-satellite
zsh
