base
base-devel
bluez
bluez-utils
bottom
chezmoi
cmake
curl
git
github-cli
kitty
kdeconnect
linux
linux-firmware
linux-headers
mesa
mise
neovim
networkmanager
networkmanager-openvpn
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
openvpn
pipewire-alsa
pipewire-pulse
polkit
proxychains-ng
reflector
sudo
tmux
ttf-jetbrains-mono-nerd
wireplumber
wl-clipboard
zsh
